webserver-workload/raw_results/large_c200_4KB_cold_rep2_wrk.txt
Running 30s test @ http://127.0.0.1:8088/large/file_1.bin
  4 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   845.18ms  497.82ms   2.00s    61.68%
    Req/Sec    42.68     19.96   158.00     74.87%
  Latency Distribution
     50%  817.84ms
     75%    1.21s 
     90%    1.55s 
     99%    1.95s 
  4885 requests in 30.21s, 240.22GB read
  Socket errors: connect 0, read 0, write 0, timeout 410
Requests/sec:    161.70
Transfer/sec:      7.95GB