webserver-workload/raw_results/large_c200_4KB_warm_rep3_wrk.txt
Running 30s test @ http://127.0.0.1:8088/large/file_1.bin
  4 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   807.37ms  455.49ms   2.00s    64.41%
    Req/Sec    42.44     16.54   109.00     72.73%
  Latency Distribution
     50%  726.65ms
     75%    1.10s 
     90%    1.50s 
     99%    1.93s 
  5008 requests in 30.40s, 245.77GB read
  Socket errors: connect 0, read 0, write 0, timeout 409
Requests/sec:    164.73
Transfer/sec:      8.08GB