webserver-workload/raw_results/small_c200_4KB_cold_rep1_wrk.txt
Running 30s test @ http://127.0.0.1:8088
  4 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.31ms    1.40ms  18.10ms   85.69%
    Req/Sec    39.32k    12.13k   73.46k    72.31%
  Latency Distribution
     50%  623.00us
     75%    1.89ms
     90%    3.23ms
     99%    6.28ms
  4701933 requests in 30.10s, 31.38GB read
Requests/sec: 156212.82
Transfer/sec:      1.04GB